tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "avrdude"
brew "bat"
brew "emacs"
brew "fd"
brew "fish"
brew "fortune"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "ipmitool"
brew "lsusb"
brew "mas"
brew "mosh"
brew "node"
brew "python@3.10"
brew "rsync"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "zoxide"
cask "1password"
cask "appcleaner"
cask "cleanshot"
cask "cron"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "linear"
cask "monodraw"
cask "nextcloud"
cask "paw"
cask "raycast"
cask "soulver"
cask "spotify"
cask "steermouse"
cask "sublime-text"
cask "superhuman"
cask "transmit"
cask "visual-studio-code"
cask "wechat"
mas "1Password for Safari", id: 1569813296
mas "ABBYY FineReader PDF", id: 1524776689
mas "BBEdit", id: 404009241
mas "Cardhop", id: 1290358394
mas "CARROT Weather", id: 993487541
mas "Craft", id: 1487937127
mas "Fantastical", id: 975937182
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OmniGraffle", id: 1142578753
mas "OmniOutliner", id: 1142578772
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Reeder", id: 1529448980
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Vimari", id: 1480933944
mas "VooV", id: 1497685373
mas "Xcode", id: 497799835
