tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "avrdude"
brew "awscli"
brew "bat"
brew "coreutils"
brew "dive"
brew "docker-compose"
brew "docker-machine"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "git"
brew "github/gh/gh"
brew "htop"
brew "lsusb"
brew "mas"
brew "mosh"
brew "neovim"
brew "ripgrep"
brew "rsync"
brew "shfmt"
brew "ssh-copy-id", link: true
brew "stow"
brew "tmux"
brew "tree"
brew "unrar"
cask "adobe-creative-cloud"
cask "dash"
cask "discord"
cask "figma"
cask "firefox"
cask "iterm2"
cask "jetbrains-toolbox"
cask "monodraw"
cask "nextcloud"
cask "paw"
cask "rescuetime"
cask "sonos"
cask "soulver"
cask "steermouse"
cask "transmit"
cask "visual-studio-code"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "Fantastical", id: 975937182
mas "Keynote", id: 409183694
mas "OmniGraffle", id: 1142578753
mas "PCalc", id: 403504866
mas "Parcel", id: 639968404
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Vimari", id: 1480933944
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
