jorgebucaran/fisher
jorgebucaran/nvm.fish
PatrickF1/fzf.fish
evanlucas/fish-kubectl-completions
brgmnn/fish-docker-compose
lgathy/google-cloud-sdk-fish-completion
edc/bass
jhillyerd/plugin-git
daveyarwood/tomita
